Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Videoübertragung zur Umwandlung von Kinofilmen auf Videobänder
en: Video transfer for the conversion of cine-film to video tape

source: Abfallaufbereitung durch Elektrolyse
en: Waste treatment by electrolysis

source: Vergrößerung von Bildwerken
en: Enlarging of pictorial work

source: Entsorgung des Abwassers aus industriellen Prozessen
en: Disposal of waste water from industrial processes

source: Färben von Glasflächen mittels Oberflächenbehandlung
en: Colouring glass sheets by surface treatment

source: Verarbeitung von gekochter Nahrung
en: Cooked foods (Treatment of -)

source: Aufbringen verschleißfester Beschichtungen durch Elektrolyse
en: Application of wear resistant coatings by electrolytic processes

source: Gewinnung von Mineralien aus Abfallrückständen
en: Extraction of minerals contained in waste residues

source: Zurichten von Tierhäuten
en: Dressing of animal skins

source: Typografische Gestaltung
en: Letterpress printing

source: Mischen von Schmiermitteln für Dritte
en: Mixing lubricants for third parties

source: Aufbringen einer Verstärkung auf Teppiche im Auftrag Dritter
en: Application of backing to carpet to the order of others

source: Lichtpausen zum Dokumentenkopieren
en: Dyeline services for document copying

source: Schweißen
en: Soldering

source: Filtern von Gasen
en: Filtration of gases

source: Filtern von Flüssigkeiten
en: Filtration of liquids

source: Laminieren von Holzersatzstoffen
en: Laminating of wood substitutes

source: Löten von Metall
en: Metal brazing

source: Raffination von Mineralölerzeugnissen
en: Refining of petroleum products

source: Stanzen [Pressen]
en: Stamping [pressing]

source: Behandlung gefährlicher Gase
en: Treatment of hazardous gases

source: Wasserdichtmachen bestehender Bauten
en: Damp-proofing to existing buildings

source: Chemische Behandlung von Kesseln
en: Chemical treatment of boilers

source: Druck von Werbedrucksachen
en: Printing of advertising matter

source: Vermietung von Tabakverarbeitungsmaschinen
en: Rental of tobacco processing machines

source: Recycling von Isoliergasen aus Tiefkühlern
en: Recycling of insulating gases from freezers

source: Vermietung von Wasserreinigungsapparaten
en: Leasing of water purification equipment

source: Übertragung von fotografischen Diapositiven
en: Transfer of photographic transparencies

source: Metallbearbeitung [Emaillieren]
en: Treating [enamelling] of metal

source: Aufdrucken von Mustern auf Fußbodenbelägen
en: Pattern printing of floor coverings

source: Nähen [Maßanfertigung]
en: Sewing (custom manufacture)

source: Mahlen von Kaffee
en: Coffee-grinding

source: Vervielfältigen von Audiobändern
en: Duplication of sound tapes

source: Holzbearbeitung und -konservierung
en: Treatment of timber with preservatives

source: Imprägnierung von Webstoffen
en: Waterproofing of clothing

source: Maßanfertigung und Anpassen von Perücken
en: Custom manufacture and fitting of wigs

source: Desoxidieren von Leiterplatten
en: Deoxidizing of printed circuits

source: Wasserdichtmachen von Pelzen
en: Fur (Waterproofing of -)

source: Hobeln von Holz
en: Planing of timber

source: Krimpen von Bekleidungsteilen
en: Shrinking of items of clothing

source: Beratung in Bezug auf die Behandlung von chemischen Umweltverschmutzungen
en: Consultancy relating to the treatment of chemical pollution

source: Anbringen von Motiven auf Kleidung
en: Application of motifs to textiles

source: Aufbringen von Reliefmustern auf Plattenoberflächen
en: Application of relief patterns to board surfaces

source: Aufbringung von Reliefmustern auf Papieroberflächen
en: Application of relief patterns to paper surfaces

source: Vernichtung von vertraulichem Material
en: Destruction of confidential material

source: Schrumpfen von Kleidungsteilen
en: Pre-shrinking of items of clothing

source: Schleifen und Polieren von Glas für Brillen
en: Grinding and polishing glass for eyeglasses

source: Feuerfestmachen [für Textilien oder Pelze]
en: Fireproofing [for textile or furs]

source: Fotoätzen von Haushaltsgegenständen
en: Photographic etching of household articles

source: Restaurieren von Fotografien
en: Photographic restoration services

source: Wasserdichtmachen von Wolle
en: Wool (Waterproofing of -)

source: Elektrochemische Behandlung
en: Electrochemical treatment

source: Prägen von Leder
en: Embossing of leather

source: Behandlung von Industrieabfall [Rückgewinnung]
en: Treatment [reclamation] of industrial waste

source: Materialbehandlung von Gefahrstoffen [Rückgewinnung]
en: Treatment [reclamation] of material from hazardous products

source: Färben von Leder
en: Leather staining

source: Druckweiterverarbeitung [Schneiden]
en: Print finishing [cutting] services

source: Behandlung optischer Komponenten zur Veränderung der optischen Eigenschaften
en: Treatment of optical components to alter the optical properties

source: Gas- und Ölverarbeitung
en: Processing of gas and oil

source: Vermietung von Stromerzeugungsanlagen
en: Rental of power-generating equipment

source: Kundenspezifische Anfertigung von Vorhängen
en: Services for the custom manufacturing of curtains

source: Holzfällen und -zuschneiden
en: Timber felling and processing

source: Behandlung von Fertigprodukten mittels Elektrolyse
en: Treatment of finished products by means of electrolysis

source: Chemische Gasphasenabscheidung
en: Chemical vapour deposition

source: Polieren optischer Gläser
en: Optical glass grinding

source: Designdruck für Dritte
en: Design printing for others

source: Kaltverformen in Bezug auf Kraftfahrzeugteile
en: Swaging services in respect of automobile parts

source: Wasserbehandlung [Entmineralisieren]
en: Water treatment [demineralising] services

source: Vermietung von Klimageräten
en: Rental of air-conditioning apparatus

source: Übertragen von fotografischen Filmen auf Videoband
en: Transfer of photographic films on to video tape

source: Fotografische Vervielfältigung von Dias
en: Duplicating of photographic transparencies

source: Metallbearbeitung [Prägen]
en: Treating [embossing] of metal

source: Bekämpfung von Gerüchen
en: Odour removal services

source: Laminieren von Platten
en: Laminating of board

source: Laminieren von Papier
en: Laminating of paper

source: Behandlung von Abwasser aus Erzeugungsverfahren
en: Treatment of waste water from generating operations

source: Behandlung des Abwassers aus industriellen Prozessen
en: Treatment of waste water from industrial processes

source: Filtern unter Verwendung von Schotter
en: Filtration services utilising gravel

source: Oberflächenveredelung durch Kugelstrahl-Formen
en: Finishing of surfaces by peen forming

source: Oberflächenveredelung durch Kugelstrahlen
en: Finishing of surfaces by shot peening

source: Feuerfestmachen von bestehenden Bauten
en: Fireproofing of existing structures

source: Recycling von Chemikalien
en: Recycling of chemicals

source: Vermietung von Maschinen und Geräten zur Holzbearbeitung
en: Rental of machines and apparatus for wood-working

source: Formen von Implantatmodellen für den menschlichen Körper
en: Moulding of implant models for the human body

source: Formen von synthetischen Erzeugnissen
en: Moulding of synthetic products

source: Formen von Textilwaren
en: Moulding of textiles

source: Nachmachen von Schlüsseln
en: Cutting of replacement keys

source: Verbrennung von Gasen
en: Incineration of gases

source: Industrielle Abwasserbehandlung
en: Industrial treatment of effluents

source: Flammschutzbehandlung von Füllmaterial
en: Flame proofing of stuffing materials

source: Einfassen von Pelzen
en: Fur (Edging of -)

source: Behandlung von Nassfäule
en: Treatment of wet rot

source: Abfallentsorgung [Abfallverarbeitung]
en: Waste disposal [treatment of waste]

source: Vermietung von Wasserfiltriergeräten für gewerbliche Zwecke
en: Rental of water filtration units for commercial use

source: Extrusion von Kunststoffen
en: Extruding of plastics

source: Kundenspezifische Anfertigung von industriellen Gießformen
en: Custom manufacture of molds for use in industry

source: Drucken von Briefpapier
en: Stationery printing services

source: Extraktion von Bestandteilen aus Abfallrückständen
en: Extraction of elements contained in waste residues

source: Fotografische Reproduktionen
en: Photographic reproduction

source: Kundenspezifische Auftragsfertigung von Brillengläsern
en: Custom manufacture of ophthalmic lenses for eyeglasses

source: Materialbearbeitung bei der Herstellung von Keramikwaren
en: Treatment of materials for the manufacture of ceramic goods

source: Wärmebehandlung und Beschichtung von Stahl
en: Heat treatment and coating of steel

source: Vermietung von Geräten zur Energieerzeugung
en: Leasing of energy generating equipment

source: Aufbringen von Schutzbeschichtungen auf Leder
en: Application of protective coatings to leather

source: Konservieren von Holz
en: Timber preservation

source: Binden von Büchern oder Dokumenten
en: Binding of books or documents

source: Bürsten von Textilwaren
en: Brushing of textiles

source: Behandlung [Recycling] von radioaktivem Abfall
en: Treatment [recycling] of radioactive waste

source: Aufbereitung giftiger Flüssigkeiten [Recycling]
en: Treatment [recycling] of toxic liquids

source: Laminieren von Holz
en: Laminating of wood

source: Nachbearbeitung von Acrylinventar
en: Refinishing of acrylic fixtures

source: Behandlung von Gläsern zur Änderung der optischen Eigenschaften
en: Treatment of lenses to alter the optical properties

source: Feuerfestmachen bestehender Bauten
en: Buildings (Fire-proofing to existing -)

source: Kalanderdienstleistungen für Bekleidungsstücke
en: Permanent press treatment of items of clothing

source: Erzeugung von Energie
en: Energy production

source: Milbenschutzbehandlung von Stoffen
en: Treating of textile against mites

source: Druckarbeiten und fotografische sowie kinematografische Entwicklung
en: Printing, and photographic and cinematographic development

source: Vervielfältigung von Audio- und Videoaufzeichnungen
en: Duplication of audio and video recordings

source: Luft- und Wasserbehandlung sowie -reinigung
en: Air and water conditioning and purification

source: Recycling und Müllbearbeitung
en: Recycling and waste treatment

source: Textil-, Leder und Fellbearbeitung
en: Textile, leather and fur treatment

source: Materialbearbeitung und -umwandlung
en: Treatment and transformation of materials

source: Anfertigung von 3D-Drucken
en: 3 D reproduction services

source: Schlachten von Vieh
en: Slaughtering of livestock

source: Schlachten von Geflügel
en: Slaughtering of poultry

source: Koscheres Schlachten [Shechita]
en: Kosher slaughtering services [Shechita]

source: Tönen von Autoscheiben
en: Tinting of car windows

source: Vermietung von elektrischen Kühllüftern
en: Rental of electric fans for cooling

source: Vermietung von Vernebelungssystemen zur Außenkühlung
en: Rental of misting systems for outdoor cooling

source: Vermietung von Raumklimatisierungsgeräten für Haushaltszwecke
en: Rental of space cooling apparatus for household purposes

source: Vermietung von Abfallpressen
en: Rental of waste compacting machines

source: Abfallverarbeitung [Umwandlung]
en: Waste treatment [transformation]

source: Behandlung von Abfallstoffen
en: Treatment of waste materials

source: Einfassen von Stoff
en: Edging of fabric

source: Schlachten
en: Butchering

source: Behandlung von Geweben
en: Applying finishes to fabric

source: Behandlung von Webstoffen
en: Applying finishes to cloth

source: Appretierung von Textilien
en: Applying finishes to textiles

source: Verbrennung von Abfall
en: Waste incineration

source: Verbrennung von Müll und Abfall
en: Incineration of waste and trash

source: Knitterfestmachen von Stoffen
en: Crease resistant treatment of cloth

source: Knitterfestmachen von Webstoffen
en: Crease-resistant treatment for clothing

source: Kopieren von Videokassetten
en: Duplication of video cassettes

source: Kopieren von Videobändern
en: Duplication of video tapes

source: Kundenspezifische Anfertigung von Zahnprothesen
en: Custom manufacture of dental prostheses

source: Dienstleistungen eines Zahntechnikers
en: Services of a dental technician

source: Krimpen von Bekleidung
en: Shrinking of clothing

source: Auskünfte über Materialbearbeitung
en: Material treatment information

source: Informationsdienste bezÃ¼glich Materialbearbeitung
en: Providing material treatment information

source: Vernichtung von Müll und Abfall
en: Destruction of waste and trash

source: Vernichtung von Abfällen
en: Destruction of waste

source: Vernichtung von Müll
en: Destruction of trash

source: Recycling von Müll und Abfall
en: Recycling of waste and trash

source: Imprägnierung von Textilien
en: Waterproofing textiles

source: Bleichen von Bekleidung
en: Bleaching of clothing

source: Bleichen von Stoffen
en: Bleaching of textiles

source: Bleichen von Gewebe
en: Bleaching of cloth

source: Schweißarbeiten
en: Welding services

source: Vermietung von 3D-Druckern
en: Rental of 3D printers

source: Bereitstellung von Informationen zu Papierveredelungsdienstleistungen
en: Providing information relating to paper finishing services

source: Bereitstellung von Informationen zu Papierbehandlungsdienstleistungen
en: Providing information relating to paper treating services

source: Bereitstellung von Informationen zu Druckdienstleistungen
en: Providing information relating to printing services

source: Bereitstellung von Informationen zur Vermietung von Abfallzerkleinerern [Maschinen und Geräte]
en: Providing information relating to the rental of waste crushing machines and apparatus

source: Bereitstellung von Informationen über die Wasseraufbereitung
en: Providing information relating to water treatment

source: Bereitstellung von Informationen zu Fotovergrößerungsdienstleistungen
en: Providing information relating to photographic enlarging services

source: Vermietung von Kühlgeräten und -anlagen
en: Rental of cooling apparatus and installations

source: Verarbeitung von optischen Linsen für individuelle Erfordernisse
en: Processing of optical lenses to meet individual requirements

source: Information, Beratung und Consulting zum Recycling von Abfall und MÃ¼ll
en: Information, advice and consultancy services relating to the recycling of waste and trash

source: Müllverbrennung und Abfallbeseitigung
en: Incineration and destruction of waste

source: Verarbeitung von biopharmazeutischen Materialien für andere
en: Processing of biopharmaceutical materials for others

source: Auftragsfertigung von Biopharmazeutika
en: Custom manufacture of biopharmaceuticals

source: Bereitstellung von Informationen über die Kautschukverarbeitung
en: Providing information relating to the processing of rubber

source: Bereitstellung von Informationen zur Vermietung von Raumkühlgeräten für industrielle Zwecke
en: Providing information relating to the rental of space cooling apparatus for industrial purposes

source: Bereitstellung von Informationen zur Vermietung von Raumkühlgeräten für den Haushalt
en: Providing information relating to the rental of space cooling apparatus for household purposes

source: Bereitstellung von Informationen zur Bearbeitung von kinematographischen Filmen
en: Providing information relating to the processing of cinematographic films

source: Kundenauftragsfertigung von Metallwaren
en: Custom manufacture of metal hardware

source: Verarbeitung von Chemikalien und Petrochemikalien
en: Processing of chemicals and petrochemicals

source: Bereitstellung von Informationen zur Keramikbearbeitung
en: Providing information relating to ceramic processing

source: Bereitstellung von Informationen zur Vermietung von Strickmaschinen
en: Providing information relating to the rental of knitting machines

source: Bereitstellung von Informationen zu Buchbinderleistungen
en: Providing information relating to bookbinding services

source: Bereitstellung von Informationen zur Vermietung von Maschinen zur Schuhherstellung
en: Providing information relating to the rental of machines for making shoes

source: Bereitstellung von Informationen zur Vermietung von Buchbindemaschinen
en: Providing information relating to the rental of bookbinding machines

source: Spezialanfertigung von Werkzeugen für Dritte
en: Custom manufacture of tools for others

source: Vermietung von Raumkühlgeräten für industrielle Zwecke
en: Rental of space cooling apparatus for industrial use

source: Vermietung von Maschinen und Geräten zur Herstellung von Glaswaren
en: Rental of glassware manufacturing machines and apparatus

source: Vermietung von Abfallverdichtungsmaschinen und -geräten
en: Rental of waste compacting machines and apparatus

source: Behandlung und Verarbeitung von Bekleidung zu Recyclingzwecken
en: Treatment and processing of clothing for recycling purposes

source: Spezialanfertigung von Formteilen
en: Custom manufacture of molded components

source: Bereitstellung von Informationen zu Heliogravüreleistungen
en: Providing information relating to photogravure services

source: Bereitstellung von Informationen zu Gravuren von Siegelstempeln
en: Providing information relating to the engraving of sealing stamps

source: Drucken von Dokumenten von digitalen Medien
en: Printing of documents from digital media

source: Polieren von Diamanten und anderen Edelsteinen
en: Polishing of diamonds and other precious stones

source: Bearbeitung von Metalloberflächen durch abrasives Polieren
en: Processing of metal surfaces by abrasive polishing

source: Bearbeitung von Metalloberflächen mit Präzisionsschleiftechniken
en: Processing of metal surfaces using precision grinding techniques

source: Bearbeitung von Metallflächen durch Präzisionsschleifen und abrasives Polieren
en: Processing of metal surfaces by precision grinding and abrasive polishing

source: Bereitstellung von Informationen bezüglich der Vermietung von Druckmaschinen und -geräten
en: Providing information relating to the rental of printing machines and apparatus

source: Verbinden von Bauteilen mit Ultraschallschweißtechniken
en: Joining of components using ultrasonic welding techniques

source: Vermietung von Textilfärbemaschinen und -geräten
en: Rental of textile dyeing machines and apparatus

source: Vermietung von Textilbearbeitungsmaschinen und -geräten
en: Rental of textile treating machines and apparatus

source: Entwicklung von fotografischen und kinematographischen Filmen
en: Processing of photographic and cinematographic films

source: Auftragsmontage von elektronischen Bauteilen für Mobiltelefone
en: Custom assembling of electronic components for mobile telephones

source: Auftragsmontage von elektronischen Bauteilen für medizinische Geräte
en: Custom assembling of electronic components for medical devices

source: Auftragsmontage von elektronischen Bauteilen für Kommunikationsgeräte
en: Custom assembling of electronic components for communication devices

source: Spezialanfertigung von medizinischen Geräten für andere
en: Custom manufacture of medical devices for others

source: Auftragsfertigung von Kommunikationsgeräten für andere
en: Custom manufacture of communication devices for others

source: Bereitstellen von Informationen zur Vermietung von Klimageräten
en: Providing information relating to the rental of air conditioning apparatus

source: Bereitstellung von Informationen zur Vermietung von Nähmaschinen
en: Providing information relating to the rental of sewing machines

source: Vermietung von Maschinen und Geräten zur Müllzerkleinerung
en: Rental of waste crushing machines and apparatus

source: Behandlung von Metallteilen zum Korrosionsschutz
en: Treatment of metal parts to prevent corrosion

source: Behandlung von Metallteilen zur Verhinderung von Korrosion mittels Feuerverzinken oder Pulverbeschichten
en: Treatment of metal parts to prevent corrosion using hot-dip galvanizing and powder coating processes

source: Stromerzeugung aus Wellenenergie
en: Generation of electricity from wave energy

source: Hartvernickeln von Metalloberflächen
en: Hard nickel plating of metal surfaces

source: Hartverchromen von Metalloberflächen
en: Hard chromium plating of metal surfaces

source: Hartverchromen und Hartvernickeln von Metalloberflächen
en: Hard chromium plating and hard nickel plating of metal surfaces

source: Materialbearbeitung mit Chemikalien
en: Treatment of materials using chemicals

source: Stromerzeugung durch Kernkraftwerke
en: Production of energy by nuclear power plants

source: Stromerzeugung durch Kraftwerke
en: Production of energy by power plants

source: Plattieren von Rohren und Leitungen mit Metall, innen und außen
en: Exterior and interior plating of pipes and tubes made of metal

source: Aufbringen von Oberflächenschutzbeschichtungen an Maschinen und Geräten
en: Application of protective surface coatings to machines and tools

source: Drucken von Fotos von digitalen Medien
en: Printing of photographic images from digital media

source: Druck von Dekormustern auf Geschenkpapier
en: Printing of decorative patterns on gift wrap

source: Wärmebehandlung von Metalloberflächen
en: Heat treatment of metal surfaces

source: Recycling von Getränkeflaschen
en: Recycling of beverage bottles

source: Stromerzeugung unter Einsatz von Kohlenstoffbindung
en: Generation of electrical power using carbon sequestration

source: Zurverfügungstellen von Informationen zur Erstellung fotografischer Abzüge
en: Providing information relating to photographic printing services

source: Formgebung von Metallbauteilen
en: Shaping of metal components

source: Stromerzeugung durch Wasserkraft
en: Production of hydroelectric power

source: Behandlung von kontaminiertem Boden
en: Treatment of contaminated soil

source: Behandlung und Verarbeitung von Erzen und Erzkonzentraten
en: Treatment and processing of ores and ore concentrates

source: Bereitstellung von Informationen zur Schneiderei
en: Providing information relating to tailoring

source: Bereitstellung von Informationen zur Vermietung von Wasserreinigungsgeräten
en: Providing information relating to the rental of water purifying apparatus

source: Auftragsmontage von Fahrzeugkarosserien und -gestellen für Dritte
en: Custom assembling of automobile bodies and chassis for others

source: Vermietung von Elektroschweißgeräten
en: Rental of electric welding machines

source: Vermietung von gasbetriebenen Schweißapparaten
en: Rental of gas-operated welding apparatus

source: Vermietung von elektrischen Lötapparaten
en: Rental of electric welding apparatus

source: Vermietung von Schweißausrüstung
en: Rental of welding apparatus

source: Zurichten von Ledermaterialien für andere
en: Custom assembling of leather materials for others

source: Bereitstellung von Informationen zu Holzbearbeitung
en: Providing information relating to woodworking

source: Bereitstellung von Informationen zur Stickerei
en: Providing information relating to embroidery services

source: Bereitstellung von Informationen zur Vermietung von Maschinen und Geräten zur Herstellung von Glaswaren
en: Providing information relating to the rental of glassware manufacturing machines and apparatus

source: Bereitstellung von Informationen zum Recycling von Abfall
en: Providing information relating to the recycling of waste

source: Drucken von Bildern auf Gegenständen
en: Printing of images on objects

source: Schneiden von Edelsteinen
en: Cutting of precious stones

source: Verarbeitung und Schleifen von Diamanten und anderen Edelsteinen
en: Processing and cutting of diamonds and other precious stones

source: Spezialherstellung von Pharmazeutika
en: Custom manufacture of pharmaceuticals
